const db = {
    "ОО-73-І": {
        course: "1",
        lessons: {
            1: [{num: 1, sub: "Фізика і астрономія", t: "Доміна В.В.", type: "always"}, {num: 2, sub: "Іноземна мова", t: "Романків У.В.", type: "even"}, {num: 3, sub: "Мистецтво", t: "Шпіляревич Л.Д.", type: "always"}],
            2: [{num: 1, sub: "Людина і світ", t: "Випасняк А.І.", type: "always"}, {num: 2, sub: "Математика", t: "Травінська Г.І.", type: "always"}, {num: 3, sub: "Історія: Україна і світ", t: "Бабінець В.М.", type: "always"}],
            3: [{num: 1, sub: "Фізика і астрономія", t: "Доміна В.В.", type: "always"}, {num: 2, sub: "Математика", t: "Травінська Г.І.", type: "always"}],
            4: [{num: 1, sub: "Математика", t: "Травінська Г.І.", type: "always", canceled: true}, {num: 2, sub: "Українська література", t: "Казімирчук Г.В.", type: "always"}],
            5: [{num: 1, sub: "Фізична культура", t: "Білик О.Я.", type: "always"}, {num: 2, sub: "Інформатика", t: "Баран Н.І.", type: "always"}]
        }
    },
    "ХТРГ-248-І": {
        course: "2",
        lessons: {
            1: [{num: 1, sub: "Технологія приготування їжі", t: "Свирид І.Р.", type: "always"}, {num: 2, sub: "Устаткування закладів", t: "Скібяк М.П.", type: "even"}],
            2: [{num: 1, sub: "Організація виробництва", t: "Фуштей С.В.", type: "always"}, {num: 2, sub: "Іноземна мова за проф.", t: "Тріщук О.Г.", type: "odd"}],
            3: [{num: 1, sub: "Кулінарна майстерність", t: "Свирид І.Р.", type: "always"}]
        }
    },
    "КН-7-І": {
        course: "1",
        lessons: {
            1: [{num: 1, sub: "Фізика і астрономія", t: "Вінокурова Л.В.", type: "always"}, {num: 2, sub: "Математика", t: "Фіцак О.В.", type: "always"}],
            2: [{num: 1, sub: "Історія", t: "Фуштей С.В.", type: "always"}, {num: 2, sub: "Українська мова", t: "Белова О.Є.", type: "always"}]
        }
    }
};
