const db = {
    "ОО-73-І": {
        course: "1",
        lessons: {
            2: [ // 2 = ВІВТОРОК
                {num: 1, sub: "Фізика і астрономія", t: "Доміна Т.С.", room: "206"},
                {num: 2, sub: "Захист України", t: "Григорів Г.О.", room: "301"},
                {num: 3, sub: "Українська мова", t: "Громик В.В.", room: "305"},
                {num: 4, sub: "Зарубіжна література", t: "Данилець О.Б.", room: "113"}
            ]
        }
    },
    "ХТРГ-248-І": {
        course: "2",
        lessons: {
            2: [ // 2 = ВІВТОРОК
                {num: 1, sub: "Організація виробництва", t: "Фуштей С.В.", room: "210"},
                {num: 2, sub: "Органічна та біоорг. хімія", t: "Свирид І.Р.", room: "210"},
                {num: 3, sub: "Іноземна мова за проф. спр.", t: "Тріщук О.Г.", room: "210"},
                {num: 4, sub: "Основи організац. обслуг.", t: "Довганюк Г.М.", room: "210"}
            ]
        }
    },
    "КН-7-І": {
        course: "1",
        lessons: {
            2: [ // 2 = ВІВТОРОК
                {num: 1, sub: "Фізика і астрономія", t: "Вінокурова Л.В.", room: "307"},
                {num: 2, sub: "Теорія алгоритмів", t: "Тріщук О.Г.", room: "204"},
                {num: 3, sub: "Українська література", t: "Бєлова О.Є.", room: "405"}
            ]
        }
    },
    "БАК-74-І": {
        course: "1",
        lessons: {
            2: [ // 2 = ВІВТОРОК
                {num: 1, sub: "Історія: Україна і світ", t: "Матійчук І.В.", room: "301"},
                {num: 2, sub: "Фізична культура", t: "Бриней Б.В.", room: "Зал"},
                {num: 3, sub: "Вузьк. облік", t: "Коледж викл.", room: "206"}
            ]
        }
    },
    "ТМЛ-104-І": {
        course: "1",
        lessons: {
            2: [ // 2 = ВІВТОРОК
                {num: 1, sub: "Маркетинг", t: "Довганюк О.Я.", room: "112"},
                {num: 2, sub: "Основи фін. права", t: "Кравчук Р.С.", room: "206"},
                {num: 3, sub: "Коректне ОВ", t: "Коледж викл.", room: "411"},
                {num: 4, sub: "Цивільний захист", t: "Коректко О.В.", room: "304"}
            ]
        }
    }
};
